/* No comment provided by engineer. */
"About Device" = "摄像机信息";

/* No comment provided by engineer. */
"Add" = "新增";

/* No comment provided by engineer. */
"Add device" = "新增摄像机";

/* No comment provided by engineer. */
"Advanced Setting" = "参数设置";

/* No comment provided by engineer. */
"Alarm" = "报警";

/* No comment provided by engineer. */
"All" = "全部";

/* No comment provided by engineer. */
"App Info" = "信息";

/* No comment provided by engineer. */
"Back" = "返回";

/* No comment provided by engineer. */
"Camera" = "摄像机";

/* No comment provided by engineer. */
"Camera Found! (%d)" = " 找到 %d 个摄像机.";

/* No comment provided by engineer. */
"My cameras" = "我的摄像机";

/* No comment provided by engineer. */
"My cameras(Local)"="我的摄像机(本地)";

/* No comment provided by engineer. */
"Camera Name" = "摄像机名称";

/* No comment provided by engineer. */
"Camera Password" = "摄像机密码";

/* No comment provided by engineer. */
"Camera UID" = "摄像机UID";

/* No comment provided by engineer. */
"Sound Detection"="声音侦测";

/* No comment provided by engineer. */
"I/O Alarm"="I/O 报警";

"Camera UID can not less than 20 characters" = "摄像机UID请勿少于20个字符。";

"Camera UID length must be 20 characters" = "摄像机UID必须为20个字符。";

"Camera Name can not be empty" = "摄像机名称不能为空。";

"Camera Password can not be empty" = "摄像机密码不能为空。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Channel" = "频道";

/* No comment provided by engineer. */
"Can not play remote record" = "无法获取远程录像文件。";

/* No comment provided by engineer. */
"Choose a Network..." = "选择网络...";

/* No comment provided by engineer. */
"Confirm" = "确认";

/* No comment provided by engineer. */
"Confirm Password" = "密码确认";

/* No comment provided by engineer. */
"Connect Failed" = "连接失败";

/* No comment provided by engineer. */
"Connected" = "连接成功";

/* No comment provided by engineer. */
"Connecting..." = "连接中...";

/* No comment provided by engineer. */
"Continue" = "继续";

"Correct the wrong password" = "密码错误，请输入正确密码。";

"Delete" = "刪除";

"Delete?" = "是否刪除?";

"Delete Photo" = "刪除照片";

"Dismiss" = "取消";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Edit Camera" = "编辑摄像机";

/* No comment provided by engineer. */
"Enter Password" = "输入密码";

/* No comment provided by engineer. */
"Environment Mode" = "环境模式";

"Email Photo" = "发送邮件";

"Remote events" = "事件";

/* No comment provided by engineer. */
"Event List" = "事件列表";

/* No comment provided by engineer. */
"Flip & Mirror" = "翻转及镜像";

/* No comment provided by engineer. */
"Format command will ERASE all data of your SDCard" = "格式化命令将会清除SDCard内所有数据。";

/* No comment provided by engineer. */
"Format completed." = "格式化成功";

/* No comment provided by engineer. */
"Format failed." = "格式化失败";

/* No comment provided by engineer. */
"Format SDCard" = "格式化SDCard";

/* No comment provided by engineer. */
"Free Size" = "可用空间";

/* No comment provided by engineer. */
"Full Time" = "全时";

"Full-time recording" = "全时录像";

/* No comment provided by engineer. */
"High" = "高";

/* No comment provided by engineer. */
"Horizontal Flip (Mirror)" = "水平翻转 (镜像)";

/* No comment provided by engineer. */
"Incorrect password for %@" = "密码错误 (%@)";

/* No comment provided by engineer. */
"Indoor Mode(50Hz)" = "室内模式(50Hz)";

/* No comment provided by engineer. */
"Indoor Mode(60Hz)" = "室内模式(60Hz)";

/* No comment provided by engineer. */
"Indoor(50Hz)" = "室内模式(50Hz)";

/* No comment provided by engineer. */
"Indoor(60Hz)" = "室内模式(60Hz)";

/* No comment provided by engineer. */
"Information" = "信息";

/* No comment provided by engineer. */
"IO Alarm" = "IO报警";

/* No comment provided by engineer. */
"Join" = "加入";

/* No comment provided by engineer. */
"LAN" = "局域网络";

/* No comment provided by engineer. */
"Live View" = "实时视频";

"Listen" = "监听";

"Listening" = "监听中";

"List are full, remove a device and try again" = "因摄像机清单已满，无法新增摄像机。";

"Loading..." = "读取中...";

/* No comment provided by engineer. */
"Low" = "低";

/* No comment provided by engineer. */
"Name" = "设备名称";

/* No comment provided by engineer. */
"Max" = "最高";

/* No comment provided by engineer. */
"Medium" = "适中";

/* No comment provided by engineer. */
"Microphone" = "麦克风";

/* No comment provided by engineer. */
"Min" = "最低";

/* No comment provided by engineer. */
"Mirror" = "镜像";

/* No comment provided by engineer. */
"Model" = "型号";

/* No comment provided by engineer. */
"Motion Detection" = "移动侦测";

/* No comment provided by engineer. */
"Stop" = "停止";

/* No comment provided by engineer. */
"New" = "新密码";

/* No comment provided by engineer. */
"New Password" = "新密码";

/* No comment provided by engineer. */
"Night" = "夜间模式";

/* No comment provided by engineer. */
"No result found" = "没有找到任何记录";

/* No comment provided by engineer. */
"Close Night Mode" = "关闭夜间模式";

/* No comment provided by engineer. */
"No Wi-Fi network found" = "没有找到网络";

/* No comment provided by engineer. */
"None" = "无";

/* No comment provided by engineer. */
"Normal" = "普通";

/* No comment provided by engineer. */
"Not Supported" = "不支持";

/* No comment provided by engineer. */
"Off" = "关闭";

/* No comment provided by engineer. */
"Off line" = "离线";

/* No comment provided by engineer. */
"Online" = "在线";

/* No comment provided by engineer. */
"Online Nm: %d      Frame ratio: %d / %d" = "在线人数: %d      掉包率: %d/%d";

/* No comment provided by engineer. */
"OK" = "确定";

/* No comment provided by engineer. */
"Old" = "旧密码";

/* No comment provided by engineer. */
"Old Password" = "旧密码";

/* No comment provided by engineer. */
"Outdoor" = "室外模式";

/* No comment provided by engineer. */
"Open Night Mode" = "开启夜间模式";

/* No comment provided by engineer. */
"QRCode" = "QRCode";

/* No comment provided by engineer. */
"Playback" = "录像回放";

/* No comment provided by engineer. */
"Password" = "设备密码";

/* No comment provided by engineer. */
"Please enter password for %@" = "请输入密码。";

/* No comment provided by engineer. */
"Please input the password" = "请输入密码。";

"Please select photos to delete." = "请选择欲删除的照片。";

"Pull down to refresh..." = "下拉屏幕以更新...";

"Ready" = "已准备";

/* No comment provided by engineer. */
"Reboot" = "重新启动";

/* No comment provided by engineer. */
"Reconnect" = "重新连接";

/* No comment provided by engineer. */
"Recording Mode" = "录像模式";

"Release to refresh..." = "放开屏幕以更新...";

/* No comment provided by engineer. */
"Save" = "储存";

"Save Photo" = "存储照片";

/* No comment provided by engineer. */
"Scanning..." = "正在扫描...";

/* No comment provided by engineer. */
"SDCard Fault" = "SDCard错误";

"Search" = "搜寻";

"Searching..." = " 搜索中...";

/* No comment provided by engineer. */
"Change device password" = "修改设备密码";

/* No comment provided by engineer. */
"Snapshot" = "影像快照";

/* No comment provided by engineer. */
"Snapshot saved" = "抓图保存成功";

/* No comment provided by engineer. */
"Speak" = "通话";

/* No comment provided by engineer. */
"Speaking" = "通话中";

/* No comment provided by engineer. */
"Speaker" = "扬声器";

/* No comment provided by engineer. */
"The name, uid and password field can not bƒe empty" = "请填入名称、密码及UID。";

/* No comment provided by engineer. */
"The new password and confirm password do not match" = "「密码」与「密码确认」不相符。";

/* No comment provided by engineer. */
"The video has finished playing" = "此录像文件已播放完毕。";

/* No comment provided by engineer. */
"This device is already exists" = "此装置已存在。";

/* No comment provided by engineer. */
"This device UID is already exists"="设备UID已经存在.";

/* No comment provided by engineer. */
"Timeout" = "连接超时";

/* No comment provided by engineer. */
"Total Size" = "全部空间";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"Unknown Device" = "未知装置";

/* No comment provided by engineer. */
"UID" = "设备 UID";

/* No comment provided by engineer. */
"Unsupported" = "不支持";

/* No comment provided by engineer. */
"Vender" = "厂商";

/* No comment provided by engineer. */
"Version" = "版本";

/* No comment provided by engineer. */
"Vertical and Horizontal Flip" = "垂直及水平翻转";

/* No comment provided by engineer. */
"Vertical Flip" = "垂直翻转";

/* No comment provided by engineer. */
"Video Flip" = "画面翻转";

/* No comment provided by engineer. */
"Video Lost" = "视频丢失";

/* No comment provided by engineer. */
"Video Quality" = "视频质量";

/* No comment provided by engineer. */
"Video Resume" = "视频回复";

"Wait for connecting..." = "正在联机...";

/* No comment provided by engineer. */
"Warning" = "警告";

"Weak signal" = "信号微弱";

/* No comment provided by engineer. */
"WiFi" = "WiFi网络";

/* No comment provided by engineer. */
"WiFi Networks" = "WiFi网络设置";

/* No comment provided by engineer. */
"WiFi Network settings" = "WiFi网络设置";

/* No comment provided by engineer. */
"Events filter"="事件过滤";

/* No comment provided by engineer. */
"Within a day" = "一天内";

/* No comment provided by engineer. */
"Within a week" = "一周内";

/* No comment provided by engineer. */
"Within an hour" = "一小时内";

/* No comment provided by engineer. */
"Within half a day" = "半天内";

/* No comment provided by engineer. */
"All events"="所有";

/* No comment provided by engineer. */
"Wrong Password" = "密码错误";

/* Local Record Video              */
"Record"        =   "录制";

/* Video Title For Local Record    */
"Video"         =   "视频";

/* Photo Title For Local Record    */
"Photo"         =   "图片";

/* Save to Album String  */
"Save to Album" =   "保存到相册";

/* save to Album Success */
"Save to Album success"="保存到相册成功";

/* save to Alubm Error */
"Save to Album error"="保存到相册出错";

/* Login    User name  */
"User name:"        =   "用户名:";

/* Login    Password   */
"Password  :"       =   "密码  :";

/* Login    Remember password  */
"Remember password:"="记住密码:";

/* Login    Login button title  */
"Login"             =   "登陆";

/* Register    header title  */
"Register information"  ="          注册信息";

/* Register    Retype password  */
"Retype password  :"    ="密码确认  :";

/* Register    Register button title  */
"Register"              ="注册";

/* Information    Information  */
"Information"           ="软件信息";

/* No comment provided by engineer. */
"connecting server..."="连接服务器...";

/* No comment provided by engineer. */
"please input User name"="请输入用户名";

/* No comment provided by engineer. */
"please input Password"="请输入密码";

/* No comment provided by engineer. */
"please retype password."="请输入确认密码";

/* No comment provided by engineer. */
"please input Email address"="请输入邮箱地址";

/* No comment provided by engineer. */
"network unreachable."="网络不可达";

/* No comment provided by engineer. */
"Login failed."="登陆失败";

/* No comment provided by engineer. */
"login ok,getting device list..."="登陆成功,获取设备列表...";

/* No comment provided by engineer. */
"User name or password incorrect."="用户名或密码错误";


/* No comment provided by engineer. */
"unknown network error."="未知网络错误";

/* No comment provided by engineer. */
"Failed to get device list."="获取设备列表失败";

/* No comment provided by engineer. */
"register..."="注册中...";

/* No comment provided by engineer. */
"you entered different password."="两次密码不一致";

/* No comment provided by engineer. */
"Register information"="注册信息";

/* No comment provided by engineer. */
"User name already exist"="用户名已存在";

/* No comment provided by engineer. */
"register failed."="注册失败";

/* No comment provided by engineer. */
"register failed!"="注册失败!";

/* No comment provided by engineer. */
"Register success."="注册成功.";

/* No comment provided by engineer. */
"ok"="确定";

/* No comment provided by engineer. */
"register error"="注册失败";



/* No comment provided by engineer. */
"invailed email address"="不合法的邮箱地址";

/* No comment provided by engineer. */
"email already exist."="邮箱已经被注册";

/* No comment provided by engineer. */
"Email:"="邮箱:";


/* No comment provided by engineer. */
"Change device password"="修改设备密码";

/* No comment provided by engineer. */
"Change device password success"="修改安全码成功";

/* No comment provided by engineer. */
"Change device password failed!"="旧安全码错误";

/* No comment provided by engineer. */
"Format SD card"="格式化SD卡";

/* No comment provided by engineer. */
"App information"="软件信息";

/* No comment provided by engineer. */
"Rate this App"="软件反馈";

/* No comment provided by engineer. */
"Buy papa-eye devices"="购买papa-eye网络摄像机";

/* No comment provided by engineer. */
"Change account password"="更改帐户密码";

/* No comment provided by engineer. */
"Delete account"="删除帐户";

/* No comment provided by engineer. */
"Logout"="注销登陆";

/* No comment provided by engineer. */
"Change  password"="修改密码";

/* No comment provided by engineer. */
"please input old Password"="请输入旧密码";

/* No comment provided by engineer. */
"please input new Password"="请输入新密码";

/* No comment provided by engineer. */
"please input confirm Password"="请输入验证密码";

/* No comment provided by engineer. */
"change psssword success"="修改密码成功";

/* No comment provided by engineer. */
"change password failed"="修改密码失败";

/* No comment provided by engineer. */
"old password error"="旧密码错误";

/* No comment provided by engineer. */
"enter old password"="输入旧密码";

/* No comment provided by engineer. */
"enter New Password"="输入新密码";

/* No comment provided by engineer. */
"enter Confirm Password"="输入确认密码";

/* No comment provided by engineer. */
"Local collections"="本地影像";

/* No comment provided by engineer. */
"Recorded movies"="本地录像";

/* No comment provided by engineer. */
"snapshot"="本地抓拍";

/* No comment provided by engineer. */
"This device name is already exists"="设备名已存在.";

/* No comment provided by engineer. */
"Allow 4~32 characters"="允许4~32个字符";


/* No comment provided by engineer. */
"Allow 6~16 characters"="允许6~16个字符";

/* No comment provided by engineer. */
"User name must 4~32 characters"="用户名必为须为4~32个字符";

/* No comment provided by engineer. */
"password must 6~16 characters"="密码必须为6~16个字符";

/* No comment provided by engineer. */
"Register"="注册帐户";

/* No comment provided by engineer. */
"Forgot"="忘记密码";

/* No comment provided by engineer. */
"Forgot password"="忘记密码";

/* No comment provided by engineer. */
"Submit"="提交";

/* No comment provided by engineer. */
"Cancel"="取消";

/* No comment provided by engineer. */
"Add device"="添加设备";

/* No comment provided by engineer. */
"Setting"="帐户设置";

/* No comment provided by engineer. */
"App info"="软件信息";

/* No comment provided by engineer. */
"Events"="事件";

/* No comment provided by engineer. */
"Collections"="本地影像";

/* No comment provided by engineer. */
"Settings"="设备设置";

/* No comment provided by engineer. */
"Delete"="删除设备";

/* No comment provided by engineer. */
"Network error"="网络错误";

/* No comment provided by engineer. */
"Delete camera success"="删除camera成功";

/* No comment provided by engineer. */
"Add camera success"="添加设备成功";

/* No comment provided by engineer. */
"Device name"="设备名称";

/* No comment provided by engineer. */
"Device password"="设备密码";

/* No comment provided by engineer. */
"Pull down to refresh..."="下拉刷新camera ...";

/* No comment provided by engineer. */
"Release to refresh..."="释放刷新camera ...";

/* No comment provided by engineer. */
"Loading..."="正在加载中 ...";

/* No comment provided by engineer. */
"Reconnect"="重连设备";

/* No comment provided by engineer. */
"camera is reconnecting..."="设备正在重连...";

/* No comment provided by engineer. */
"camera is connecting..."="设备连接中...";

/* No comment provided by engineer. */
"Account settings"="帐户设置";

/* No comment provided by engineer. */
"SDCard error"="SD卡错误";

/* No comment provided by engineer. */
"SD card"="SD卡";

/* No comment provided by engineer. */
"Local"="本地";

/* No comment provided by engineer. */
"Local mode"="本地模式";

/* No comment provided by engineer. */
"delete this camera?"="删除这台摄像机?";

/* No comment provided by engineer. */
"password error"="密码错误";

/* No comment provided by engineer. */
"Exit"="退出";

/* No comment provided by engineer. */
"Account settings"="账户设置";

/* No comment provided by engineer. */
"Video playback"="视频回放";

/* No comment provided by engineer. */
"Alarm Events"="报警事件";

/* No comment provided by engineer. */
"Wifi password:"="Wifi 密码:";

/* No comment provided by engineer. */
"Night Mode" = "夜间模式";

/* No comment provided by engineer. */
"Outdoor Mode" = "室外模式";

/* IO Alarm provided by engineer. */
"Constant On"="常开";

/* IO Alarm provided by engineer. */
"Constant Off"="常闭";

/* IO Alarm provided by engineer. */
"Get back password success."="找回密码成功.";

/* IO Alarm provided by engineer. */
"Check your email and reset your password."="请检查您的邮件并重设密码.";

/* IO Alarm provided by engineer. */
"Get back password error."="找回密码失败.";

/* IO Alarm provided by engineer. */
"Email do not exist"="邮箱不存在";

/* IO Alarm provided by engineer. */
"Media Type"="媒体类型";

/* IO Alarm provided by engineer. */
"Update Time"="时间间隔";

/* IO Alarm provided by engineer. */
"On"="打开";

/* IO Alarm provided by engineer. */
"Alarm Video"="报警录像";

/* IO Alarm provided by engineer. */
"Fulltime Video"="全时录像";

/* IO Alarm provided by engineer. */
"10 seconds"="10 秒";

/* IO Alarm provided by engineer. */
"20 seconds"="20 秒";

/* IO Alarm provided by engineer. */
"30 seconds"="30 秒";

/* IO Alarm provided by engineer. */
"60 seconds"="60 秒";

/* IO Alarm provided by engineer. */
"Free size:"="剩余空间:";

/* IO Alarm provided by engineer. */
"Total size:"="全部空间:";

/* IO Alarm provided by engineer. */
"Account info"="账户信息";

/* IO Alarm provided by engineer. */
"none"="无";

/* No comment provided by engineer. */
"GeoFencing"="电子围栏";

/* No comment provided by engineer. */
"Latitude : %.3f Longitude : %.3f"="纬度 : %.3f 经度 : %.3f";

/* No comment provided by engineer. */
"Leave region"="离开布防区";

/* No comment provided by engineer. */
"P2PiCamera snapshot image share:"="P2PiCamera 截图分享:";

/* No comment provided by engineer. */
"P2PiCamera recordMovie share:"="P2PiCamera 视频分享:";

"You have left your camera region. please make sure your camera alarm active!"="你已经离开了camera布防区，请布防!";

/* No comment provided by engineer. */
"please wait the camera change the network mode, and then reconnect the camera."="请等待网络摄像机切换网络模式，然后重新连接网络摄像机";

/* No comment provided by engineer. */
"Connecting device..."="正在连接设备...";

/* No comment provided by engineer. */
"This camera connect failed,please check your device."="设备连接失败，请检测您的设备.";

/* No comment provided by engineer. */
"Searching local device..."="正在搜索本地设备...";

/* No comment provided by engineer. */
"This camera connect failed,because of wrong password."="设备连接失败，密码错误，请重新输入.";


/* No comment provided by engineer. */
"Device notification"="设备报警推送";

/* No comment provided by engineer. */
"Device login password"="设备登录密码";

/* No comment provided by engineer. */
"Past 1 week events:"="过去一周事件:";

/* No comment provided by engineer. */
"Past 1 hour events:"="过去一小时事件:";

/* No comment provided by engineer. */
"Past 1 day events:"="过去一天事件:";

/* No comment provided by engineer. */
"All past events:"="所有事件:";

/* No comment provided by engineer. */
"Past 1 week video:"="过去一周视频:";

/* No comment provided by engineer. */
"Past 1 hour video:"="过去一小时视频:";

/* No comment provided by engineer. */
"Past 1 day video:"="过去一天视频:";

/* No comment provided by engineer. */
"All past video:"="所有视频:";

/* No comment provided by engineer. */
"Please input the Email associated with you account, submit and after 5 minutes you will receive a Email address and you can reset password,thanks."="  请输入您帐户注册时关联的邮箱地址,提交5分钟以后,您将收到一封邮件然后重设您的密码,谢谢.";

"Your email account is disabled or removed, please check your email account." = "您的电邮帐户已被关闭或移除，请重新设定您的电邮帐户。";